Repository: noelrohi/shidou
Catalog: apps/ios/Shidou/Resources/Localizable.xcstrings
Source language: en
Languages: ja, tl, zh_cn

source: %@ tokens · %@
ja: %1$@ トークン · %2$@
tl: %1$@ na token · %2$@
zh_cn: %1$@ 令牌 · %2$@

source: %lld of %lld
ja: %2$lld 件中 %1$lld 件目
tl: %1$lld sa %2$lld
zh_cn: 第 %1$lld 个，共 %2$lld 个

source: %lld%% left
ja: 残り %lld%%
tl: %lld%% ang natitira
zh_cn: 剩余 %lld%%

source: A host and port, or a full ws:// URL. A pasted pairing link works too.
ja: ホストとポート、または ws:// で始まる URL。ペアリングリンクを貼り付けても構いません。
tl: Host at port, o buong ws:// URL. Puwede rin ang na-paste na pairing link.
zh_cn: 主机和端口，或完整的 ws:// 地址。粘贴配对链接也可以。

source: A public server running a scripted session. Nothing in it runs on your computer, and nothing you send it is executed.
ja: スクリプト化されたセッションを配信する公開サーバーです。あなたのコンピューターでは何も実行されず、送信した内容も実行されません。
tl: Pampublikong server na may nakascript na session. Walang tumatakbo sa computer mo, at walang ini-execute sa ipinapadala mo.
zh_cn: 运行脚本会话的公共服务器。它不会在你的电脑上运行任何东西，你发送的内容也不会被执行。

source: A scratch workspace has no repository to branch from
ja: スクラッチワークスペースには分岐元のリポジトリがありません
tl: Walang repository ang scratch workspace na puwedeng pag-branch-an
zh_cn: 临时工作区没有可供创建分支的仓库

source: About
ja: 情報
tl: Tungkol dito
zh_cn: 关于

source: Access
ja: アクセス
zh_cn: 权限

source: Access: %@
ja: アクセス：%@
zh_cn: 权限：%@

source: Add
ja: 追加
tl: Idagdag
zh_cn: 添加

source: Add a folder from your daemon's computer to start a task in it.
ja: デーモンのコンピューターからフォルダを追加して、その中でタスクを始めます。
tl: Magdagdag ng folder mula sa computer ng daemon para magsimula ng task doon.
zh_cn: 从守护进程所在的电脑添加一个文件夹，然后在其中开始任务。

source: Add to favorites
ja: お気に入りに追加
tl: Idagdag sa favorites
zh_cn: 添加到收藏

source: Added %@, %@
ja: 追加 %1$@、%2$@
tl: Idinagdag ang %1$@, %2$@
zh_cn: 已添加 %1$@，%2$@

source: Added line %lld: %@
ja: 追加行 %1$lld：%2$@
tl: Idinagdag na linya %1$lld: %2$@
zh_cn: 新增第 %1$lld 行：%2$@

source: Address
ja: アドレス
zh_cn: 地址

source: Addresses
ja: アドレス
tl: Mga address
zh_cn: 地址

source: Agent
ja: エージェント
zh_cn: 智能体

source: Agent preset
ja: エージェントプリセット
zh_cn: 智能体预设

source: Agents run on the Mac you paired with. Turning one off hides it from the model picker; it does not uninstall anything.
ja: エージェントはペアリングした Mac 上で動きます。オフにするとモデル選択から隠れるだけで、アンインストールはされません。
tl: Sa Mac na pinares mo tumatakbo ang mga agent. Ang pag-off ay itinatago lang ito sa model picker; walang ina-uninstall.
zh_cn: 智能体运行在你配对的 Mac 上。关闭只是让它从模型选择中隐藏，并不会卸载任何东西。

source: All Standard mode capabilities, with tools exposed through the Code Mode SDK so the model can combine multi-step operations in one TypeScript program.
ja: 標準モードの全機能に加え、Code Mode SDK を通じてツールを提供し、モデルが複数の操作を一つの TypeScript プログラムにまとめられます。
tl: Ang lahat ng Standard mode capabilities, na may tools na nakalantad sa Code Mode SDK upang ang model ay makapagsama ng multi-step operations sa isang TypeScript program.
zh_cn: 具备标准模式的全部能力，并通过 Code Mode SDK 提供工具，让模型在一个 TypeScript 程序中组合多步操作。

source: Allow commands and edits without prompts
ja: 確認なしでコマンドの実行と編集を許可します
tl: Payagan ang commands at edits nang walang prompts
zh_cn: 无需确认即可执行命令和修改文件

source: Allowed tools
ja: 許可されたツール
tl: Mga pinapayagang tool
zh_cn: 允许的工具

source: An AI reviewer approves routine actions; risky ones still ask
ja: 通常の操作は AI レビュアーが承認し、リスクのある操作は事前に確認します
tl: Ang AI reviewer ay nag-apruba ng routine actions; ang mga mapanganib ay nagtatanong pa rin
zh_cn: 由 AI 审核并批准常规操作；高风险操作仍会询问

source: An absolute path on the Mac. Leave it empty to let the daemon find the agent on its own PATH.
ja: Mac 上の絶対パス。空にすると、デーモンが自身の PATH からエージェントを探します。
tl: Absolute path sa Mac. Iwanang blangko para hanapin ng daemon ang agent sa sarili nitong PATH.
zh_cn: Mac 上的绝对路径。留空则由守护进程在自己的 PATH 中查找。

source: Appearance
ja: 外観
tl: Hitsura
zh_cn: 外观

source: Archive Task
ja: タスクをアーカイブ
tl: I-archive ang Gawain
zh_cn: 归档任务

source: Arguments
ja: 引数
zh_cn: 参数

source: Ask Shidou to build something…
ja: Shidou に作業を依頼…
tl: Tanungin ang Shidou na bumuo ng kahit ano…
zh_cn: 让 Shidou 构建些什么…

source: Ask before commands and file changes
ja: コマンドの実行とファイル変更の前に確認します
tl: Magtanong bago ang commands at file changes
zh_cn: 执行命令或修改文件前先征求许可

source: Ask the agent for a `type(scope): subject` first line when it writes a commit message.
ja: コミットメッセージの1行目を `type(scope): subject` 形式にするようエージェントに指示します。
tl: Hilingin sa agent na gamitin ang `type(scope): subject` sa unang linya ng commit message.
zh_cn: 让智能体在写提交信息时使用 `type(scope): subject` 作为首行。

source: At least one address is a plain ws:// connection outside your Mac and your tailnet. Anyone on that network can read the token.
ja: 少なくとも1つのアドレスが、Mac と tailnet の外に出る平文の ws:// 接続です。そのネットワーク上の誰でもトークンを読み取れます。
tl: May kahit isang address na plain ws:// sa labas ng Mac mo at ng tailnet mo. Mababasa ng kahit sino sa network na iyon ang token.
zh_cn: 至少有一个地址是明文 ws:// 连接，位于你的 Mac 和 tailnet 之外。该网络上的任何人都能读到令牌。

source: Attach
ja: 添付
tl: Ikabit
zh_cn: 附加

source: Attach %@
ja: %@ を添付
tl: Ikabit ang %@
zh_cn: 附加 %@

source: Auto
ja: 自動
zh_cn: 自动

source: Auto-accept edits
ja: 編集を自動承認
zh_cn: 自动接受修改

source: Auto-approve edits, ask before other actions
ja: 編集は自動承認し、その他の操作は事前に確認します
tl: Automatic na aprubahan ang edits, magtanong bago ang ibang aksyon
zh_cn: 自动批准文件修改，执行其他操作前先询问

source: Back
ja: 戻る
tl: Bumalik
zh_cn: 返回

source: Background Work
ja: バックグラウンド
zh_cn: 后台工作

source: Background work: %@
ja: バックグラウンド作業：%@
tl: Gawain sa background: %@
zh_cn: 后台工作：%@

source: Binary file
ja: バイナリファイル
zh_cn: 二进制文件

source: Binary file %@
ja: バイナリファイル %@
tl: Binary file na %@
zh_cn: 二进制文件 %@

source: Binary path for %@
ja: %@ のバイナリパス
tl: Binary path para sa %@
zh_cn: %@ 的可执行文件路径

source: Branch
ja: ブランチ
zh_cn: 分支

source: Browse
ja: 参照
tl: Mag-browse
zh_cn: 浏览

source: Browse the folders on your daemon's computer to add a project.
ja: デーモンのコンピューター上のフォルダを参照してプロジェクトを追加します。
tl: Tingnan ang mga folder sa computer ng daemon para magdagdag ng proyekto.
zh_cn: 浏览守护进程所在电脑上的文件夹以添加项目。

source: Browse…
ja: 参照…
tl: Mag-browse…
zh_cn: 浏览…

source: Build
ja: 実装
zh_cn: 构建

source: Built for creating custom agent presets, with all Standard mode capabilities plus runtime inspection, plugin experiments, and preset-authoring guidance.
ja: カスタムエージェントプリセットの作成向けです。標準モードの全機能に加え、ランタイム検査、プラグイン実験、プリセット作成ガイドを備えます。
tl: Dinisenyo para sa paglikha ng custom agent presets, na may lahat ng Standard mode capabilities kasama ng runtime inspection, plugin experiments, at preset-authoring guidance.
zh_cn: 用于创建自定义 Agent 预设：具备标准模式的全部能力，并提供运行时检查、插件实验和预设创作指导。

source: By agent
ja: エージェント別
tl: Ayon sa agent
zh_cn: 按智能体

source: By day
ja: 日別
tl: Ayon sa araw
zh_cn: 按天

source: By model
ja: モデル別
tl: Ayon sa model
zh_cn: 按模型

source: By project
ja: プロジェクト別
tl: Sa pamamagitan ng proyekto
zh_cn: 按项目

source: Camera viewfinder. Point it at the pairing code on your Mac.
ja: カメラのビューファインダー。Mac に表示されたペアリングコードに向けてください。
tl: Camera viewfinder. Itutok sa pairing code sa Mac mo.
zh_cn: 相机取景器。请对准 Mac 上显示的配对码。

source: Cancel
ja: キャンセル
tl: Kanselahin
zh_cn: 取消

source: Catching up…
ja: 追いついています…
tl: Nakikihabol…
zh_cn: 正在同步…

source: Changed
ja: 変更あり
tl: Binago
zh_cn: 已更改

source: Changes
ja: 変更
tl: Mga pagbabago
zh_cn: 更改

source: Check again
ja: 再確認
tl: Suriin ulit
zh_cn: 重新检查

source: Checked out in another worktree
ja: 別のワークツリーでチェックアウトされています
tl: Checked out sa ibang worktree
zh_cn: 已在另一个工作树中检出

source: Checking…
ja: 確認中…
tl: Sinisiguro…
zh_cn: 正在检查…

source: Choose a project
ja: プロジェクトを選択
tl: Pumili ng proyekto
zh_cn: 选择项目

source: Code mode
ja: コードモード
zh_cn: 代码模式

source: Coding agents
ja: コーディングエージェント
zh_cn: 编程智能体

source: Collapses this folder
ja: このフォルダを閉じます
tl: Isasara ang folder na ito
zh_cn: 收起此文件夹

source: Command
ja: コマンド
zh_cn: 命令

source: Command failed
ja: コマンドの実行に失敗しました
tl: Nabigong command
zh_cn: 命令执行失败

source: Command failed: %@
ja: コマンドが失敗しました：%@
tl: Nabigo ang command: %@
zh_cn: 命令失败：%@

source: Commit
ja: コミット
zh_cn: 提交

source: Commit & Push
ja: コミットしてプッシュ
tl: Mag-commit at mag-push
zh_cn: 提交并推送

source: Committed
ja: コミット済み
zh_cn: 已提交

source: Commit…
ja: コミット…
tl: Mag-commit…
zh_cn: 提交…

source: Completed
ja: 完了
tl: Kumpleto
zh_cn: 已完成

source: Connect
ja: 接続
tl: Kumonekta
zh_cn: 连接

source: Connect to your Mac
ja: Mac に接続
tl: Kumonekta sa Mac mo
zh_cn: 连接到你的 Mac

source: Connects to Shidou's public demo server with a scripted session. Nothing in it runs on your computer.
ja: Shidou の公開デモサーバーに接続し、スクリプト化されたセッションを表示します。あなたのコンピューターでは何も実行されません。
tl: Kumokonekta sa pampublikong demo server ng Shidou na may nakascript na session. Walang tumatakbo sa computer mo.
zh_cn: 连接到 Shidou 的公共演示服务器，展示一个脚本会话。它不会在你的电脑上运行任何东西。

source: Context Window
ja: コンテキストウィンドウ
zh_cn: 上下文窗口

source: Context window
ja: コンテキストウインドウ
zh_cn: 上下文窗口

source: Continue
ja: 続ける
tl: Magpatuloy
zh_cn: 继续

source: Conventional commit messages
ja: Conventional Commits 形式のメッセージ
zh_cn: Conventional Commit 信息

source: Copied
ja: コピーしました
tl: Kinopya
zh_cn: 已复制

source: Copy
ja: コピー
tl: Kopyahin
zh_cn: 复制

source: Copy code
ja: コードをコピー
tl: Kopyahin ang code
zh_cn: 复制代码

source: Copy file
ja: ファイルをコピー
tl: Kopyahin ang file
zh_cn: 复制文件

source: Copy message
ja: メッセージをコピー
tl: Kopyahin ang mensahe
zh_cn: 复制消息

source: Copy response
ja: 応答をコピー
tl: Kopyahin ang sagot
zh_cn: 复制回复

source: Copy transcript
ja: 会話をコピー
tl: Kopyahin ang transcript
zh_cn: 复制对话记录

source: Cost
ja: コスト
zh_cn: 费用

source: Cost per day
ja: 日別コスト
tl: Gastos kada araw
zh_cn: 每日费用

source: Could not list the workspace
ja: ワークスペースを一覧できませんでした
tl: Hindi mailista ang workspace
zh_cn: 无法列出工作区

source: Could not load your tasks
ja: タスクを読み込めませんでした
tl: Hindi ma-load ang mga task mo
zh_cn: 无法加载你的任务

source: Could not open this task
ja: このタスクを開けませんでした
tl: Hindi mabuksan ang task na ito
zh_cn: 无法打开此任务

source: Could not pair
ja: ペアリングできませんでした
tl: Hindi makapag-pair
zh_cn: 无法配对

source: Could not read the diff
ja: 差分を読み取れませんでした
tl: Hindi mabasa ang diff
zh_cn: 无法读取差异

source: Could not read the skills
ja: スキルを読み取れませんでした
tl: Hindi mabasa ang mga skill
zh_cn: 无法读取技能

source: Could not read the workspace
ja: ワークスペースを読み取れませんでした
tl: Hindi mabasa ang workspace
zh_cn: 无法读取工作区

source: Could not read this file
ja: このファイルを読み取れませんでした
tl: Hindi mabasa ang file na ito
zh_cn: 无法读取此文件

source: Could not read usage
ja: 使用状況を読み取れませんでした
tl: Hindi mabasa ang paggamit
zh_cn: 无法读取用量

source: Could not stop it
ja: 停止できませんでした
tl: Hindi ito maitigil
zh_cn: 无法停止

source: Create and checkout new branch
ja: 新しいブランチを作成してチェックアウト
tl: Lumikha at checkout ng bagong branch
zh_cn: 创建并切换到新分支

source: Creator mode
ja: クリエイターモード
zh_cn: 创造模式

source: Custom
ja: カスタム
zh_cn: 自定义

source: Daemon
ja: デーモン
zh_cn: 守护进程

source: Daemon token
ja: デーモントークン
zh_cn: 守护进程令牌

source: Dark
ja: ダーク
zh_cn: 深色

source: Day
ja: 日付
tl: Araw
zh_cn: 日期

source: Default
ja: デフォルト
zh_cn: 默认

source: Delete
ja: 削除
tl: Alisin
zh_cn: 删除

source: Delete %@?
ja: %@ を削除しますか？
tl: Tanggalin ang %@?
zh_cn: 删除 %@？

source: Delete this skill?
ja: このスキルを削除しますか？
tl: Tanggalin ang skill na ito?
zh_cn: 删除此技能？

source: Delete this task?
ja: このタスクを削除しますか？
tl: Tanggalin ang task na ito?
zh_cn: 删除此任务？

source: Deleted %@, %@
ja: 削除 %1$@、%2$@
tl: Tinanggal ang %1$@, %2$@
zh_cn: 已删除 %1$@，%2$@

source: Demo daemon
ja: デモデーモン
zh_cn: 演示守护进程

source: Demo session
ja: デモセッション
zh_cn: 演示会话

source: Describe what you want built. Attach files with @, run a command with /.
ja: 作ってほしいものを書いてください。@ でファイルを添付、/ でコマンドを実行します。
tl: Ilarawan ang gusto mong ipagawa. Ikabit ang file gamit ang @, magpatakbo ng command gamit ang /.
zh_cn: 描述你想要构建的内容。用 @ 附加文件，用 / 运行命令。

source: Diff options
ja: 差分オプション
tl: Mga opsyon sa diff
zh_cn: 差异选项

source: Directory
ja: ディレクトリ
zh_cn: 目录

source: Dismiss
ja: 閉じる
tl: I-dismiss
zh_cn: 关闭

source: Don't work in a project
ja: プロジェクトを使用しない
tl: Huwag magtrabaho sa isang proyekto
zh_cn: 不使用项目

source: Done
ja: 完了
tl: Tapos
zh_cn: 完成

source: Duration
ja: 所要時間
tl: Tagal
zh_cn: 耗时

source: Edit and send again
ja: 編集して送り直す
tl: I-edit at ipadalang muli
zh_cn: 编辑并重新发送

source: Edit in composer
ja: 入力欄で編集
tl: I-edit sa composer
zh_cn: 在输入框中编辑

source: Edited %@
ja: %@ を編集しました
tl: In-edit ang %@
zh_cn: 已编辑 %@

source: Edited files
ja: ファイルを編集しました
tl: Na-edit ang files
zh_cn: 已编辑文件

source: Editing %@
ja: %@ を編集中
tl: Ine-edit ang %@
zh_cn: 正在编辑 %@

source: Editing files
ja: ファイルを編集中
tl: Nag-e-edit ng files
zh_cn: 正在编辑文件

source: Enable %@
ja: %@ を有効にする
tl: I-enable ang %@
zh_cn: 启用 %@

source: Enabled
ja: 有効
tl: Naka-enable
zh_cn: 已启用

source: Encrypted transport
ja: 暗号化された経路
tl: Naka-encrypt na transport
zh_cn: 加密传输

source: Enter address
ja: アドレスを入力
tl: Ilagay ang address
zh_cn: 输入地址

source: Enter address manually
ja: アドレスを手入力
tl: Manwal na ilagay ang address
zh_cn: 手动输入地址

source: Exit
ja: 終了
tl: Lumabas
zh_cn: 退出

source: Exit code
ja: 終了コード
zh_cn: 退出码

source: Exit the demo
ja: デモを終了
tl: Lumabas sa demo
zh_cn: 退出演示

source: Expands this folder
ja: このフォルダを開きます
tl: Bubuksan ang folder na ito
zh_cn: 展开此文件夹

source: Extra High
ja: 非常に高い
zh_cn: 极高

source: Failed
ja: 失敗
tl: Nabigo
zh_cn: 失败

source: Failed to edit %@
ja: %@ の編集に失敗しました
tl: Nabigong i-edit ang %@
zh_cn: 编辑 %@ 失败

source: Failed to edit files
ja: ファイルの編集に失敗しました
tl: Nabigong i-edit ang files
zh_cn: 编辑文件失败

source: Failed to list files
ja: ファイル一覧の取得に失敗しました
tl: Nabigong ilista ang files
zh_cn: 无法列出文件

source: Failed to list files in %@
ja: %@ のファイル一覧の取得に失敗しました
tl: Nabigong ilista ang mga file sa %@
zh_cn: 列出 %@ 中的文件失败

source: Failed to read %@
ja: %@ の読み取りに失敗しました
tl: Nabigong basahin ang %@
zh_cn: 读取 %@ 失败

source: Failed to read file
ja: ファイルの読み込みに失敗しました
tl: Nabigong basahin ang file
zh_cn: 读取文件失败

source: Failed to search files
ja: ファイルの検索に失敗しました
tl: Nabigong maghanap ng files
zh_cn: 搜索文件失败

source: Failed to search files for %@
ja: %@ のファイル検索に失敗しました
tl: Nabigong maghanap ng file para sa %@
zh_cn: 搜索文件 %@ 失败

source: Failed to search the web
ja: ウェブ検索に失敗しました
tl: Nabigong maghanap sa web
zh_cn: 搜索网页失败

source: Failed to search the web for %@
ja: %@ のウェブ検索に失敗しました
tl: Nabigong maghanap sa web para sa %@
zh_cn: 在网页上搜索 %@ 失败

source: Failed to update plan
ja: プランの更新に失敗しました
tl: Nabigong i-update ang plan
zh_cn: 更新计划失败

source: Failed: %@
ja: 失敗：%@
tl: Nabigo: %@
zh_cn: 失败：%@

source: Fast
ja: 高速
tl: Mabilis
zh_cn: 快速

source: Favorites
ja: お気に入り
tl: Mga paboritong
zh_cn: 收藏

source: File on the daemon
ja: デーモン上のファイル
tl: File sa daemon
zh_cn: 守护进程上的文件

source: File options
ja: ファイルオプション
tl: Mga opsyon sa file
zh_cn: 文件选项

source: Files
ja: ファイル
zh_cn: 文件

source: Files and changes
ja: ファイルと変更
tl: Mga file at pagbabago
zh_cn: 文件与更改

source: Filter
ja: 絞り込み
tl: I-filter
zh_cn: 筛选

source: Find in transcript
ja: 会話内を検索
tl: Maghanap sa transcript
zh_cn: 在对话记录中查找

source: Finished
ja: 完了
tl: Natapos
zh_cn: 已完成

source: Forget
ja: 削除
tl: Kalimutan
zh_cn: 忘记

source: Forget this Mac
ja: この Mac を削除
tl: Kalimutan ang Mac na ito
zh_cn: 忘记这台 Mac

source: Forget this Mac?
ja: この Mac を削除しますか？
tl: Kalimutan ang Mac na ito?
zh_cn: 忘记这台 Mac？

source: Fork task from here
ja: ここからタスクを分岐
tl: Sumanga ng gawain mula rito
zh_cn: 从此处分叉任务

source: Fork task from this answer
ja: この回答からタスクを分岐
tl: Sumanga ng gawain mula sa sagot na ito
zh_cn: 从此回复分叉任务

source: Forked, but the workspace checkpoint could not be restored: %@
ja: 分岐しましたが、ワークスペースのチェックポイントを復元できませんでした：%@
tl: Nasanga, ngunit hindi maibalik ang checkpoint ng workspace: %@
zh_cn: 已分叉，但无法恢复工作区检查点：%@

source: Forking task
ja: タスクを分岐中
tl: Sinasanga ang gawain
zh_cn: 正在分叉任务

source: Full access
ja: フルアクセス
zh_cn: 完全访问

source: Full coding agent with file editing, shell, file and web search, skills, planning, goals, subagents, and workflows.
ja: ファイル編集、シェル、ファイルと Web の検索、スキル、プランニング、ゴール、サブエージェント、ワークフローを備えた完全なコーディングエージェントです。
tl: Buong coding agent na may file editing, shell, file at web search, skills, planning, goals, subagents, at workflows.
zh_cn: 功能完整的编码 Agent，支持文件编辑、Shell、文件与网页检索、Skills、计划、目标、子代理和工作流。

source: General
ja: 一般
tl: Pangkalahatan
zh_cn: 通用

source: Give this task its own branch and directory, off the base branch
ja: ベースブランチから、このタスク専用のブランチとディレクトリを作ります
tl: Bigyan ang task na ito ng sariling branch at directory mula sa base branch
zh_cn: 从基础分支为此任务创建独立的分支和目录

source: Go up to %@
ja: %@ へ移動
tl: Pumunta pataas sa %@
zh_cn: 上移到 %@

source: Has a question for you
ja: あなたへの質問があります
tl: May tanong para sa iyo
zh_cn: 有问题要问你

source: Hides the details
ja: 詳細を隠します
tl: Itatago ang mga detalye
zh_cn: 隐藏详情

source: Hides this turn's work
ja: このターンの作業を隠します
tl: Itatago ang trabaho sa turn na ito
zh_cn: 隐藏本轮的工作

source: High
ja: 高
tl: Mataas
zh_cn: 高

source: Home
ja: ホーム
zh_cn: 主目录

source: Hunk %@
ja: ハンク %@
zh_cn: 代码块 %@

source: Image
ja: 画像
tl: Larawan
zh_cn: 图片

source: Image output
ja: 画像出力
zh_cn: 图片输出

source: Image unavailable
ja: 画像を読み込めません
tl: Hindi mabuksan ang larawan
zh_cn: 图片不可用

source: Include unstaged changes
ja: ステージしていない変更を含める
tl: Isama ang unstaged changes
zh_cn: 包含未暂存的更改

source: Installed for
ja: インストール先
tl: Naka-install para sa
zh_cn: 已安装于

source: Installed, turned off
ja: インストール済み・無効
tl: Naka-install, naka-off
zh_cn: 已安装，已关闭

source: Its transcript is removed from the daemon. This cannot be undone.
ja: 会話はデーモンから削除されます。この操作は取り消せません。
tl: Aalisin ang transcript nito sa daemon. Hindi na ito maibabalik.
zh_cn: 它的对话记录将从守护进程中删除。此操作无法撤销。

source: Kind
ja: 種類
tl: Uri
zh_cn: 类型

source: Language
ja: 言語
tl: Wika
zh_cn: 语言

source: Last 12 months
ja: 過去 12 か月
tl: Nakaraang 12 buwan
zh_cn: 过去 12 个月

source: Last 30 days
ja: 過去 30 日間
tl: Nakaraang 30 araw
zh_cn: 过去 30 天

source: Last 7 days
ja: 過去 7 日間
tl: Nakaraang 7 araw
zh_cn: 过去 7 天

source: Last 90 days
ja: 過去 90 日間
tl: Nakaraang 90 araw
zh_cn: 过去 90 天

source: Last month
ja: 先月
tl: Nakaraang buwan
zh_cn: 上月

source: Last used
ja: 最後に使用
tl: Huling ginamit
zh_cn: 上次使用

source: Leave
ja: 退出
tl: Umalis
zh_cn: 离开

source: Leave the demo
ja: デモを終了
tl: Umalis sa demo
zh_cn: 离开演示

source: Leave the demo?
ja: デモを終了しますか？
tl: Umalis sa demo?
zh_cn: 离开演示？

source: Legal
ja: 法的情報
zh_cn: 法律信息

source: License
ja: ライセンス
tl: Lisensya
zh_cn: 许可证

source: Light
ja: ライト
zh_cn: 浅色

source: Line %lld: %@
ja: %1$lld 行目：%2$@
tl: Linya %1$lld: %2$@
zh_cn: 第 %1$lld 行：%2$@

source: Listed files
ja: ファイル一覧を取得しました
tl: Nilista ang files
zh_cn: 已列出文件

source: Listed files in %@
ja: %@ のファイルを一覧しました
tl: Nailista ang mga file sa %@
zh_cn: 已列出 %@ 中的文件

source: Listing files
ja: ファイル一覧を取得中
tl: Nililista ang files
zh_cn: 正在列出文件

source: Listing files in %@
ja: %@ のファイルを一覧中
tl: Nililista ang mga file sa %@
zh_cn: 正在列出 %@ 中的文件

source: Loading…
ja: 読み込み中…
tl: Nilo-load…
zh_cn: 正在加载…

source: Local
ja: ローカル
zh_cn: 本地

source: Local Network access may be off
ja: ローカルネットワークへのアクセスがオフの可能性があります
tl: Maaaring naka-off ang Local Network access
zh_cn: 本地网络访问可能已关闭

source: Local by default
ja: デフォルトでローカルに保存
tl: Local bilang default
zh_cn: 默认存储在本地

source: Lost
ja: 消失
tl: Nawala
zh_cn: 已失联

source: Low
ja: 低
tl: Mababa
zh_cn: 低

source: Max
ja: 最大
zh_cn: 最高

source: Medium
ja: 中
tl: Katamtaman
zh_cn: 中

source: Message
ja: メッセージ
tl: Mensahe
zh_cn: 消息

source: Message copied
ja: メッセージをコピーしました
tl: Nakopya ang mensahe
zh_cn: 消息已复制

source: Minimal
ja: 最小
zh_cn: 最低

source: Minimal mode
ja: ミニマルモード
zh_cn: 极简模式

source: Model
ja: モデル
zh_cn: 模型

source: Model prices could not be fetched, so costs are estimates from what the providers reported.
ja: モデル価格を取得できなかったため、コストはプロバイダーの報告値からの推定です。
tl: Hindi nakuha ang presyo ng mga model, kaya tantiya lang ang gastos mula sa iniulat ng mga provider.
zh_cn: 无法获取模型价格，因此费用是根据服务商上报数据的估算值。

source: Model: %@
ja: モデル：%@
zh_cn: 模型：%@

source: Modified
ja: 変更済み
tl: Binago
zh_cn: 已修改

source: Modified %@, %@
ja: 変更 %1$@、%2$@
tl: Binago ang %1$@, %2$@
zh_cn: 已修改 %1$@，%2$@

source: Monitor
ja: モニター
zh_cn: 监控

source: Monitoring
ja: 監視中
tl: Sinusubaybayan
zh_cn: 正在监控

source: More
ja: さらに前
tl: Higit pa
zh_cn: 更早

source: Move to Trash
ja: ゴミ箱に移動
tl: Ilipat sa Trash
zh_cn: 移到废纸篓

source: Name
ja: 名前
tl: Pangalan
zh_cn: 名称

source: Needs your permission
ja: 許可が必要です
tl: Kailangan ang pahintulot mo
zh_cn: 需要你的许可

source: New branch name
ja: 新しいブランチ名
tl: Pangalan ng bagong branch
zh_cn: 新分支名称

source: New task
ja: 新規タスク
tl: Bagong task
zh_cn: 新建任务

source: New worktree
ja: 新しいワークツリー
tl: Bagong worktree
zh_cn: 新建工作树

source: Next
ja: 次へ
tl: Susunod
zh_cn: 下一步

source: Next match
ja: 次の一致
tl: Susunod na tugma
zh_cn: 下一个匹配

source: No Mac paired yet.
ja: まだ Mac とペアリングしていません。
tl: Wala pang naka-pair na Mac.
zh_cn: 尚未配对 Mac。

source: No branches found
ja: ブランチが見つかりません
tl: Walang branches na nahanap
zh_cn: 未找到分支

source: No changes
ja: 変更はありません
tl: Walang mga pagbabago
zh_cn: 没有更改

source: No description.
ja: 説明はありません。
tl: Walang deskripsyon.
zh_cn: 暂无描述。

source: No images
ja: 画像はありません
tl: Walang imahe
zh_cn: 没有图片

source: No matches
ja: 一致なし
tl: Walang tugma
zh_cn: 无匹配

source: No models found
ja: モデルが見つかりません
tl: Walang models na nahanap
zh_cn: 未找到模型

source: No models reported by this provider
ja: このプロバイダーにモデルがありません
tl: Walang models na na-report ng provider na ito
zh_cn: 此服务商未提供任何模型

source: No project
ja: プロジェクトなし
tl: Walang proyekto
zh_cn: 无项目

source: No projects yet
ja: プロジェクトはまだありません
tl: Wala pang proyekto
zh_cn: 还没有项目

source: No skills
ja: スキルはありません
tl: Walang skill
zh_cn: 没有技能

source: No task selected
ja: タスクが選択されていません
tl: Walang napiling task
zh_cn: 未选择任务

source: No tasks yet
ja: タスクはまだありません
tl: Wala pang task
zh_cn: 还没有任务

source: No workspace
ja: ワークスペースなし
tl: Walang workspace
zh_cn: 没有工作区

source: None
ja: なし
tl: Wala
zh_cn: 无

source: Not done
ja: 未完了
tl: Hindi tapos
zh_cn: 未完成

source: Not installed
ja: 未インストール
tl: Hindi naka-install
zh_cn: 未安装

source: Nothing has changed in this range.
ja: この範囲に変更はありません。
tl: Walang nagbago sa range na ito.
zh_cn: 此范围内没有任何更改。

source: Nothing here
ja: 何もありません
tl: Wala rito
zh_cn: 这里没有内容

source: Nothing in the background
ja: バックグラウンドの処理はありません
tl: Walang nasa background
zh_cn: 后台没有任何工作

source: Nothing is deleted — the demo holds nothing of yours. You can start it again from the pairing screen.
ja: 何も削除されません。デモにはあなたのデータはありません。ペアリング画面からいつでも再開できます。
tl: Walang natatanggal — walang hawak na sa iyo ang demo. Puwede mo itong simulan ulit sa pairing screen.
zh_cn: 不会删除任何内容——演示中没有你的数据。你可以随时从配对页面重新开始。

source: Older
ja: それ以前
tl: Mas luma
zh_cn: 更早

source: Only the most recent output is kept.
ja: 直近の出力のみ保持されます。
tl: Ang pinakabagong output lang ang itinatago.
zh_cn: 仅保留最近的输出。

source: Open
ja: 開く
tl: Buksan
zh_cn: 打开

source: Open Settings
ja: 設定を開く
tl: Buksan ang Settings
zh_cn: 打开设置

source: Open Shidou on your Mac, then Settings → Daemon to show its pairing code.
ja: Mac で Shidou を開き、設定 → デーモン からペアリングコードを表示します。
tl: Buksan ang Shidou sa Mac mo, tapos Settings → Daemon para ipakita ang pairing code.
zh_cn: 在 Mac 上打开 Shidou，然后进入设置 → 守护进程 显示配对码。

source: Opening…
ja: 開いています…
tl: Binubuksan…
zh_cn: 正在打开…

source: Opens Shidou in the Settings app
ja: 設定アプリで Shidou を開きます
tl: Bubuksan ang Shidou sa Settings app
zh_cn: 在“设置”应用中打开 Shidou

source: Opens files, changes, visuals and background work
ja: ファイル、変更、ビジュアル、バックグラウンドを開きます
tl: Bubuksan ang mga file, pagbabago, visuals at background work
zh_cn: 打开文件、更改、视觉素材和后台工作

source: Opens outside Shidou
ja: Shidou の外で開きます
tl: Bubuksan sa labas ng Shidou
zh_cn: 将在 Shidou 之外打开

source: Opens the image full screen
ja: 画像を全画面で開きます
tl: Binubuksan ang larawan sa buong screen
zh_cn: 全屏打开图片

source: Opens this process
ja: このプロセスを開きます
tl: Binubuksan ang prosesong ito
zh_cn: 打开该进程

source: Opens this turn's diff
ja: このターンの差分を開きます
tl: Binubuksan ang diff ng turn na ito
zh_cn: 打开本轮的差异

source: Or paste the new token
ja: または新しいトークンを貼り付け
tl: O i-paste ang bagong token
zh_cn: 或粘贴新的令牌

source: Output
ja: 出力
zh_cn: 输出

source: Overrides where the daemon looks for the agent
ja: デーモンがエージェントを探す場所を上書きします
tl: Pinapalitan kung saan hinahanap ng daemon ang agent
zh_cn: 覆盖守护进程查找该智能体的位置

source: Pair again
ja: 再ペアリング
tl: Mag-pair ulit
zh_cn: 重新配对

source: Pair again…
ja: 再ペアリング…
tl: Mag-pair ulit…
zh_cn: 重新配对…

source: Paired Mac
ja: ペアリング済みの Mac
tl: Naka-pair na Mac
zh_cn: 已配对的 Mac

source: Panel
ja: パネル
zh_cn: 面板
